tap 'homebrew/cask'
cask_args appdir: '/Applications'

brew 'bat'
brew 'exa'
brew 'fd'
brew 'gibo'
brew 'git'
brew 'git-secrets'
brew 'github/gh/gh'
brew 'gradle'
brew 'hub'
brew 'jq'
brew 'lv'
brew 'mackup'
brew 'mas'
brew 'nodebrew'
brew 'openssl'
brew 'peco'
brew 'pyenv'
brew 'tig'
brew 'tree'
brew 'wget'
brew 'zsh-autosuggestions'
brew 'zsh-completion'
brew 'zsh-syntax-highlighting'

cask 'appcleaner'
cask 'cheatsheet'
cask 'fork'
cask 'gimp'
cask 'iterm2'
cask 'marp'
cask 'slack'
cask 'virtualbox'
cask 'xmind'

mas "1Password", id: 443987910
mas "Kobito", id: 896624060
mas "WinArchiver Lite", id: 414855915
mas "Evernote", id: 406056744
mas "Monosnap", id: 540348655
mas "Skitch", id: 425955336
mas "The Unarchiver", id: 425424353
mas "GIPHY CAPTURE", id: 668208984
mas "Microsoft To Do", id: 1274495053
mas "Battery Monitor", id: 836505650
mas "Photos Duplicate Cleaner", id: 592704001
mas "Disk Diag", id: 672206759

