cask_args appdir: '/Applications'
tap 'homebrew/cask-cask'

brew 'gibo'
brew 'git'
brew 'git-secrets'
brew 'gradle'
brew 'hub'
brew 'jq'
brew 'lv'
brew 'mackup'
brew 'mas'
brew 'nodebrew'
brew 'openssl'
brew 'peco'
brew 'pyenv'
brew 'tig'
brew 'tree'
brew 'wget'
brew 'zsh-autosuggestions'
brew 'zsh-completion'
brew 'zsh-syntax-highlighting'

cask 'appcleaner'
cask 'atom'
cask 'cheatsheet'
cask 'gimp'
cask 'iterm2'
cask 'marp'
cask 'slack'
cask 'virtualbox'
cask 'xmind'

