cask_args appdir: "/Applications"

brew "bat"
brew "eza"
brew "fd"
brew "gibo"
brew "git"
brew "git-secrets"
brew "gh"
brew "gradle"
brew "hub"
brew "jq"
brew "lazydocker"
brew "lv"
brew "mackup"
brew "mas"
brew "nodebrew"
brew "openssl"
brew "peco"
brew "pyenv"
brew "tig"
brew "tokei"
brew "tree"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

cask "appcleaner"
cask "cheatsheet"
cask "fork"
cask "gimp"
cask "iterm2"
cask "marp"
cask "marta"
cask "raycast"
cask "slack"
cask "xmind"
cask "zed"

mas "Battery Monitor", id: 836505650
mas "Disk Diag", id: 672206759
mas "Display Menu", id: 549083868
mas "Evernote", id: 406056744
mas "GIPHY CAPTURE", id: 668208984
mas "Kobito", id: 896624060
mas "Monosnap", id: 540348655
mas "Photos Duplicate Cleaner", id: 592704001
mas "Skitch", id: 425955336
mas "The Unarchiver", id: 425424353
mas "WinArchiver Lite", id: 414855915
